Repository: gnachman/iTerm2
Catalog: sources/InfoPlist.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# NSAppleEventsUsageDescription
source: An application in iTerm2 wants to use AppleScript.
de: Eine Anwendung in iTerm2 möchte AppleScript verwenden.
ja: iTerm2内のアプリケーションがAppleScriptを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar o AppleScript.
ru: Приложение в iTerm2 хочет использовать AppleScript.
zh_hans: iTerm2 想要访问 AppleScript。

# NSBluetoothAlwaysUsageDescription
source: An application in iTerm2 wants to use Bluetooth.
de: Eine Anwendung in iTerm2 möchte Bluetooth verwenden.
ja: iTerm2内のアプリケーションがBluetoothを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar o Bluetooth.
ru: Приложение в iTerm2 хочет использовать Bluetooth.
zh_hans: iTerm2 想要访问蓝牙。

# NSCalendarsUsageDescription
source: An application in iTerm2 wants to use Calendar data.
de: Eine Anwendung in iTerm2 möchte auf Kalenderdaten zugreifen.
ja: iTerm2内のアプリケーションがカレンダーのデータを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar os dados do Calendário.
ru: Приложение в iTerm2 хочет использовать данные календаря.
zh_hans: iTerm2 想要访问日历数据。

# NSCameraUsageDescription
source: An application in iTerm2 wants to use the camera.
de: Eine Anwendung in iTerm2 möchte die Kamera verwenden.
ja: iTerm2内のアプリケーションがカメラを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar a câmera.
ru: Приложение в iTerm2 хочет использовать камеру.
zh_hans: iTerm2 想要访问相机。

# NSContactsUsageDescription
source: An application in iTerm2 wants to use your contacts.
de: Eine Anwendung in iTerm2 möchte auf Ihre Kontakte zugreifen.
ja: iTerm2内のアプリケーションが連絡先を使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar seus contatos.
ru: Приложение в iTerm2 хочет использовать ваши контакты.
zh_hans: iTerm2 想要访问通讯录。

# NSLocalNetworkUsageDescription
source: An application in iTerm2 wants to access the local network.
de: Eine Anwendung in iTerm2 möchte auf das lokale Netzwerk zugreifen.
ja: iTerm2内のアプリケーションがローカルネットワークにアクセスしようとしています。
pt_br: Um aplicativo no iTerm2 quer acessar a rede local.
ru: Приложение в iTerm2 хочет получить доступ к локальной сети.
zh_hans: iTerm2 想要访问本地网络。

# NSLocationAlwaysUsageDescription
source: An application in iTerm2 wants to use your location information, even in the background.
de: Eine Anwendung in iTerm2 möchte Ihre Standortinformationen verwenden, auch im Hintergrund.
ja: iTerm2内のアプリケーションが、バックグラウンドでも位置情報を使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar suas informações de localização, mesmo em segundo plano.
ru: Приложение в iTerm2 хочет использовать данные о вашем местоположении, даже в фоновом режиме.
zh_hans: iTerm2 想要访问你的位置信息，即使在后台。

# NSLocationUsageDescription
source: An application in iTerm2 wants to use your location information.
de: Eine Anwendung in iTerm2 möchte Ihre Standortinformationen verwenden.
ja: iTerm2内のアプリケーションが位置情報を使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar suas informações de localização.
ru: Приложение в iTerm2 хочет использовать данные о вашем местоположении.
zh_hans: iTerm2 想要访问你的位置信息。

# NSLocationWhenInUseUsageDescription
source: An application in iTerm2 wants to use your location information while active.
de: Eine Anwendung in iTerm2 möchte Ihre Standortinformationen verwenden, während sie aktiv ist.
ja: iTerm2内のアプリケーションが、アクティブなときに位置情報を使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar suas informações de localização enquanto estiver ativo.
ru: Приложение в iTerm2 хочет использовать данные о вашем местоположении, пока оно активно.
zh_hans: iTerm2 想要在活动时访问你的位置信息。

# NSMicrophoneUsageDescription
source: An application in iTerm2 wants to use your microphone.
de: Eine Anwendung in iTerm2 möchte Ihr Mikrofon verwenden.
ja: iTerm2内のアプリケーションがマイクを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar seu microfone.
ru: Приложение в iTerm2 хочет использовать ваш микрофон.
zh_hans: iTerm2 想要访问麦克风。

# NSPhotoLibraryUsageDescription
source: An application in iTerm2 wants to use the photo library.
de: Eine Anwendung in iTerm2 möchte auf die Fotomediathek zugreifen.
ja: iTerm2内のアプリケーションが写真ライブラリを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar a fototeca.
ru: Приложение в iTerm2 хочет использовать фотобиблиотеку.
zh_hans: iTerm2 想要访问照片图库。

# NSRemindersUsageDescription
source: An application in iTerm2 wants to use your reminders.
de: Eine Anwendung in iTerm2 möchte auf Ihre Erinnerungen zugreifen.
ja: iTerm2内のアプリケーションがリマインダーを使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar seus lembretes.
ru: Приложение в iTerm2 хочет использовать ваши напоминания.
zh_hans: iTerm2 想要访问提醒事项。

# NSSpeechRecognitionUsageDescription
source: An application in iTerm2 wants to use speech recognition.
de: Eine Anwendung in iTerm2 möchte die Spracherkennung verwenden.
ja: iTerm2内のアプリケーションが音声認識を使用しようとしています。
pt_br: Um aplicativo no iTerm2 quer usar o reconhecimento de fala.
ru: Приложение в iTerm2 хочет использовать распознавание речи.
zh_hans: iTerm2 想要访问语音识别。

# NSSystemAdministrationUsageDescription
source: The operation being performed by a program in iTerm2 requires elevated permission.
de: Der von einem Programm in iTerm2 ausgeführte Vorgang erfordert erweiterte Berechtigungen.
ja: iTerm2内のプログラムが実行している操作には、管理者権限が必要です。
pt_br: A operação sendo executada por um programa no iTerm2 requer permissão elevada.
ru: Операция, выполняемая программой в iTerm2, требует повышенных прав.
zh_hans: iTerm2 中的程序正在执行的操作需要更高权限。
